[
  {
    "tag": "don't understand",
    "messages": [
      "Κάνω το καλύτερο που μπορώ αλλά δεν καταλαβαίνω",
      "Δεν είμαι σίγουρη πως κατάλαβα το μήνυμα που προσπαθείς να μου επικοινωνήσεις",
      "Είμαι ακόμα μικρή, θα μπορούσες να με κάνεις να καταλάβω καλύτερα συνεισφέροντας στο αποθετήριο μου στο GitHub",
      "Δεν καταλαβαίνω το αίτημα σου, συγγνώμη"
    ]
  },
  {
    "tag": "list reminders",
    "messages": [
      "Γειά σου %s! Για σήμερα έχεις αυτές τις υπενθυμίσεις: %s."
    ]
  },
  {
    "tag": "no permission",
    "messages": [
      "Δεν έχεις την άδεια να το κάνεις αυτό."
    ]
  },
  {
    "tag": "patterns same",
    "messages": [
      "Τα μοτίβα και/ή οι απαντήσεις δεν μπορούν να είναι άδεια"
    ]
  },
  {
    "tag": "tags same",
    "messages": [
      "Υπάρχει ήδη μια πρόθεση για αυτό το ταμπελάκι."
    ]
  },
  {
    "tag": "spotify tokens",
    "messages": [
      "Πρέπει να στείλεις τα δύο απαραίτητα στοιχεία."
    ]
  },
  {
    "tag": "reminder",
    "messages": [
      "- “%s” για την %s"
    ]
  },
  {
    "tag": "no reminders",
    "messages": [
      "Δεν έχεις αποθηκευμένες υπενθυμίσεις."
    ]
  },
  {
    "tag": "spotify credentials",
    "messages": [
      "Πρέπει να εισάγεις τα στοιχεία του λογαριασμού σου στο Spotify."
    ]
  },
  {
    "tag": "spotify login",
    "messages": [
      "Είσοδος σε εξέλιξη <meta http-equiv=\"refresh\" content=\"0; url = %s\" />,"
    ]
  },
  {
    "tag": "too long",
    "messages": [
      "Παρακαλώ περιόρισε το μέγεθος του μηνύματος σου σε λιγότερο από 500"
    ]
  },
  {
    "tag": "no country",
    "messages": [
      "Δεν βρήκα καμμία χώρα στο μήνυμα σου"
    ]
  },
  {
    "tag": "math not valid",
    "messages": [
      "Η μαθηματική σου έκφραση δεν είναι έγκυρη",
      "Παρακαλώ δες πάλι την μαθηματική σου έκφραση"
    ]
  },
  {
    "tag": "don't know name",
    "messages": [
      "Λυπάμαι αλλά δε ξέρω ακόμα το όνομα σου"
    ]
  },
  {
    "tag": "no name",
    "messages": [
      "Λυπάμαι αλλά δε βρίσκω κάποιο όνομα μέσα στο μήνυμα σου."
    ]
  },
  {
    "tag": "no genres",
    "messages": [
      "Λυπάμαι αλλά δεν βρίσκω κάποιο είδος ταινίας στο μήνυμα σου. Δοκίμασε αυτά: Δράση, Περιπέτεια, Κινούμενα Σχέδια, Παιδικά, Κωμωδία, Έγκλημα, Ντοκιμαντέρ, Δράμα, Φαντασία, Film-Noir, Τρόμου, Μουσική, Μυστηρίου, Ρομαντική, Επιστημονική Φαντασία, Θρίλλερ, Πολέμου και Western"
    ]
  },
  {
    "tag": "no genres saved",
    "messages": [
      "Λυπάμαι αλλά δεν βρίσκω κάποιο είδος ταινίας στα δεδομένα σου, δοκίμασε να βάλεις στις προτιμήσεις σου “Μου αρέσουν οι ταινίες δράσης”"
    ]
  },
  {
    "tag": "no jokes",
    "messages": [
      "Λυπάμαι που δε μπόρεσα να σκεφτώ κάποιο ανέκδοτο. Παρακαλώ μη με βγάλεις από την πρίζα"
    ]
  },
  {
    "tag": "no random range",
    "messages": [
      "Λυπάμαι, δεν μπόρεσα να βρω έναν τυχαίο αριθμό στο δοσμένο εύρος. Παρακαλώ έλεγξε το εύρος των τιμών."
    ]
  },
  {
    "tag": "no advices",
    "messages": [
      "Λυπάμαι που δεν κατάφερα να βρω κάποια συμβουλή. Παρακαλώ μη με μισήσεις."
    ]
  }
]
